Repository: OBorovec/BlavApp
Catalog: localization/app_*.arb
Languages: cs

# aboutDevBy
source: Developed by Ondřej Borovec in cooperation with Blavicon
cs: Vytvořil Ondřej Borovec ve spolupráci s Blaviconem

# aboutProject
source: This is an oper-source project and the source code can be found at...
cs: Tata applikace je open-source a projekt je k nalezení na...

# adminCosplayResultsTitle
source: Cosplay voting
cs: Cosplay hlasování

# adminTicketCheckerEventName
source: Event:
cs: Událost:

# adminTicketCheckerEventOwnerName
source: Buyer:
cs: Kupující:

# adminTicketCheckerEventRedeemed
source: Redeemed:
cs: Uplatněn:

# adminVotingTitle
source: Voting
cs: Hlasování

# appTitle
source: BlavApp
cs: Blavka

# compButtonDeleteAcc
source: Delete account
cs: Smazat účet

# compButtonSignIn
source: Sign in
cs: Přihlásit

# compButtonSignOut
source: Sign out
cs: Odhlásit

# compButtonSignUp
source: Sign up
cs: Registrovat

# compDialogFeedback
source: Feedback
cs: Zpětná vazba

# compDialogSendMessage
source: Send a message
cs: Polsat zprávu

# compDialogStarRating
source: Rating
cs: Hodnocení

# compPageDataFail
source: Unable to load data:
cs: Nepodařilo se načíst data:

# compPageDataLoading
source: Loading...
cs: Načítám...

# contCateringBeverageAlcohol
source: Alcoholic drinks
cs: Alkoholické nápoje

# contCateringBeverageHot
source: Hot drinks
cs: Teplé nápoje

# contCateringBeverageListSearchHot
source: Hot drinks
cs: Teplé nápoje

# contCateringBeverageListTitle
source: Drinks
cs: Pití

# contCateringBeverageNonAlcohol
source: Non-alcohol drinks
cs: Nealkoholické nápoje

# contCateringDetailPlaceTitle
source: Place detail
cs: Detail místa

# contCateringHighlightPlaceList
source: Catering places
cs: Místa občerstvení

# contCateringHighlightTitle
source: Catering
cs: Občerstvení

# contCateringHighlightTotalItems
source: Item count
cs: Celkem v nabídce

# contCateringHighlightTotalPlaces
source: Place count
cs: Výdejních míst

# contCateringListSearchHint
source: Text search...
cs: Textové vyhledávání...

# contCateringListSearchPlaces
source: Places
cs: Místa občerstvení

# contCateringListSearchTypes
source: Type of refreshment
cs: Typ občerstvení

# contCateringMealListSearchAllergens
source: Without allergens
cs: Vyřadit alergeny

# contCateringMealListSearchGlutenFree
source: Gluten free
cs: Pouze bezlepková

# contCateringMealListSearchVegan
source: Vegan
cs: Pouze veganánská

# contCateringMealListSearchVegetarian
source: Vegetarian
cs: Pouze vegetariánská

# contCateringMealListTitle
source: Meals
cs: Jídlo

# contCateringPlaceDetailsMenu
source: Menu
cs: Jídelní lístek

# contCateringPlaceDetailtTitle
source: Place details
cs: Detail místa

# contCateringPlaceTitle
source: Catering places
cs: Seznam míst občerstvení

# contCateringSearchPredef
source: Available predefined searches:
cs: Dostupné filtry:

# contContactDetailNotFound
source: Contact not found
cs: Kontakt nebyl nalezen

# contContactEntryStory
source: My story parts
cs: Moje příběhové postavy

# contContactsDiagHelp
source: Do you need a help?
cs: Potřebuješ pomoc?

# contContactsList
source: List of all contacts
cs: Seznam všech kontaktů

# contContactsReqHelp
source: Ask for help
cs: Požádat o pomoc

# contContactsTitle
source: Contacts
cs: Kontakty

# contCosplayDetailsVoting
source: Voting
cs: Hlasování

# contDegustationDetailBtnRateMe
source: Rate me
cs: Ohodnotit

# contDegustationDetailNoRating
source: Nobody has rated this sample so far.
cs: Tento vzorek zatím nebyl hodnocen

# contDegustationDetailPlaceTitle
source: Place detail
cs: Detail místa

# contDegustationDetailRateMeTitle
source: How do you rate this?
cs: Tak jaká podle tebe je?

# contDegustationDetailRating
source: Rating
cs: Hodnocení

# contDegustationDetailReRateMeTitle
source: Do you wish to change your rating?
cs: Přeješ si změnit své hodnoceni?

# contDegustationDetailTitle
source: Sample detail
cs: Detail vzorku

# contDegustationDetailWhereToBuy
source: Where to try?
cs: Kde ji najdeš?

# contDegustationDetailYourRating
source: Your rating
cs: Tvoje hodnocení

# contDegustationHighlightBestRated
source: Best rated samples
cs: Nejlépe hodnocené vzorky

# contDegustationHighlightLiked
source: Liked samples
cs: Počet oblíbených vzorků

# contDegustationHighlightPlaceList
source: Place list
cs: Místa pro degustaci

# contDegustationHighlightRated
source: Rated samples
cs: Počet hodnocených vzorků

# contDegustationHighlightRecommendation
source: Recommendation
cs: Doporučené vzorky

# contDegustationHighlightSimilarTo
source: Similar to your selection
cs: Podobné tvému výběru

# contDegustationHighlightTitle
source: Highlights
cs: Degustace

# contDegustationHighlightTotalSample
source: Total samples
cs: Celkový počet vzorků

# contDegustationListFavoriteEmpty
source: You have no favorite samples. Add some by tapping the star icon.
cs: Zatím nemáš žádné oblíbené vzorky. Je na čase nějaké přidat.

# contDegustationListFavoriteTitle
source: Favorite samples
cs: Oblíbené vzorky

# contDegustationListSearchHint
source: Text search...
cs: Textové vyhledávání...

# contDegustationListSearchOrigin
source: Alcohol origin
cs: Původ alkoholu

# contDegustationListSearchPlaces
source: Place
cs: Místa pro degustaci

# contDegustationListSearchPredef
source: Available filters:
cs: Dostupné filtry:

# contDegustationListSearchTypes
source: Alcohol type
cs: Typ alkoholu

# contDegustationListTitle
source: Degustation samples
cs: Všechny vzorky

# contDevelopmentTitle
source: Development
cs: Vývoj

# contEventHomeBoard
source: Notice board
cs: Vývěsní tabule

# contEventHomeBoardEmpty
source: Notice board is empty. Try it later...
cs: Tabule je prázdná. Zkus to později...

# contEventHomeBoardReset
source: Restore notice board.
cs: Obnovit vše na tabuli.

# contEventHomeCountDown
source: Starts in:
cs: Začíná za:

# contEventHomeOngoing
source: Ongoing at this moment
cs: Právě probíhá

# contEventsPastEvents
source: --- Past events ---
cs: --- Minulé události ---

# contEventsTitle
source: Gwint club: Events
cs: Události Gwint klubu

# contMapsRealWorldHeader
source: More places in near surrounding
cs: Další místa v okolý

# contMapsShopPlaces
source: Shops
cs: Stánky

# contMapsTitle
source: Maps
cs: Mapy

# contPasswordResetText
source: Fill your email so we can send you instructions about passwoed reset.
cs: Vyplňte svoji adresu at můžeme poslat instrukcemi pro obnovení hesla..

# contPasswordResetTitle
source: Password reset
cs: Obnovení hesla

# contProfileBtnDeleteAccount
source: Delete account
cs: Smazat účet

# contProfileBtnOptions
source: Other profile options
cs: Další možnosti profilu

# contProfileBtnProfileRefresh
source: Profile refresh
cs: Načíst znovu

# contProfileBtnProfileTickets
source: My tickets
cs: Moje vstupenky

# contProfileBtnResetPsw
source: Reset password
cs: Obnovit heslo

# contProfileBtnSignOut
source: Sign out
cs: Odhlásit

# contProfileBtnSupportTickets
source: Support tiskets
cs: Dotazy podpora

# contProfileDeleteText
source: Are you sure you want to delete your account?
cs: Opravdu chcete smazat svůj účet?

# contProfileDeleteTitle
source: Delete account
cs: Smazání účtu

# contProfileRedirectText
source: An active account was detected on this device. You need to sign out first.
cs: Aktivní účet byl nalezen. Je třeba se nejříve odhlásit.

# contProfileRedirectTitle
source: Account detected
cs: Účet detekován

# contProfileSupportTicketsTitle
source: Support tickets
cs: Dotazy na podporu

# contProfileTEmailVerificationFailed
source: Failed to send email with verification link:
cs: Nastala chyba při odesílání emailu s instrukcemi na ověření:

# contProfileTEmailVerificationSent
source: Email with verification link has been sent.
cs: Email s instrukcemi na ověření byl odeslán.

# contProfileTEmailVerified
source: Email has been already verified.
cs: Email byl již ověřen.

# contProfileTPasswordEmailFailedSent
source: Failed to send email with password reset link:
cs: Nastala chyba při odesílání emailu s instrukcemi na obnovení hesla:

# contProfileTPasswordEmailSent
source: Email with password reset link has been sent.
cs: Email s instrukcemi na obnovení hesla byl odeslán.

# contProfileTUnknownError
source: General error:
cs: Obecná chyba:

# contProfileTicketsNoTickets
source: No tickets found
cs: Nenalezeny žádné vstupenky

# contProfileTicketsTitle
source: My Tickets
cs: Moje vstupenky

# contProfileTitle
source: Profile
cs: Profil

# contProgrammeAgendTitle
source: My agenda
cs: Moje agenda

# contProgrammeDetailBtnFeedBack
source: Give feedback
cs: Zpětná vazba

# contProgrammeDetailBtnMyProgramme
source: Add to my programme
cs: Přidat do mého programu

# contProgrammeDetailBtnMyProgrammeRemove
source: Remove from my programme
cs: Odebrat z mého programu

# contProgrammeDetailBtnNotification
source: Add notification
cs: Povolit upozornění

# contProgrammeDetailBtnNotificationRemove
source: Remove notification
cs: Odebrat upozornění

# contProgrammeDetailBtnSignUp
source: Sign up
cs: Přihlásit se

# contProgrammeDetailDiagFeedback
source: Give feedback
cs: Dát zpětnou vazbu

# contProgrammeDetailTitle
source: Programme detail
cs: Detail události

# contProgrammeHighlight
source: Highlights
cs: Rychlý přehled

# contProgrammeHighlightMyUpcoming
source: Upcoming of my programme
cs: Můj nadcházející program

# contProgrammeHighlightMyUpcomingEmpty
source: No upcoming entries of your programme.
cs: Nejsou žádné nadcházející události ve vašem programu.

# contProgrammeHighlightOngoing
source: Ongoing events
cs: Právě probíhá

# contProgrammeHighlightOngoingEmpty
source: Currently there are no ongoing events.
cs: Právě neprobíhá žádná akce.

# contProgrammeHighlightUpcoming
source: Upcoming events
cs: Zrovna se chystá

# contProgrammeHighlightUpcomingEmpty
source: There is nothing more planned for today.
cs: Pro dnešek se už nic chystá.

# contProgrammeListEmpty
source: There are no entries based on your filtering.
cs: Žádná část programu neodpovídá hledaným parametrům.

# contProgrammeListMyEmpty
source: You have no entries in your programme or you are using too strict filtr.
cs: Ve svém programu buď zatím nemáš žádné události, nebo používáš příliš striktní filt.

# contProgrammeListMyTitle
source: My programme
cs: Můj program

# contProgrammeListSearchAvailableCategs
source: Event category
cs: Kategorie událsoti

# contProgrammeListSearchAvailableDates
source: Event day
cs: Den konání

# contProgrammeListSearchAvailablePlaces
source: Event place
cs: Místo události

# contProgrammeListSearchHint
source: Start typing to search or use a filter ->
cs: Začni psát nebo použít filter ->

# contProgrammeListSearchPredef
source: Available filters:
cs: Dostupné filtry:

# contProgrammeListTitle
source: Programme
cs: Program

# contProgrammeMyTitle
source: My programme
cs: Můj program

# contRestrictBtnProfile
source: To my profile
cs: Přejít na můj profil

# contRestrictBtnSignIn
source: To sign in page
cs: Přejít k přihlášení

# contRestrictBtnWelcome
source: Back to welcome page
cs: Zpět an titulní stránku

# contRestrictTextAuth
source: This section is accessible only for signed in users, please, sign in first...
cs: Tato sekce je přístupná pouze přihlášeným uživatelům, první se, prosím, přihlaště...

# contRestrictTextNoEvent
source: This section is open only once you have an event selected...
cs: Tato sekce je přístupná pouze pokud máš vybranou nějakou událost...

# contRestrictTextNonStaff
source: This section is only for staffmembers
cs: Tato sekce se přístupná pouze pro členy týmu...

# contRestrictTextUnauth
source: This section is not accessible for logged users, please, signout first...
cs: Tato sekce není přístupná již přihlášenému užicateli, nejdřív se, prosím, odhlaště

# contRestrictTitle
source: Access declined
cs: Přístup omezen

# contSignInBtnFacebook
source: Sign in using Facebook account
cs: Přihlásit se Facebook účtem

# contSignInBtnGoogle
source: Sign in using Google account
cs: Přihlásit se Google účtem

# contSignInBtnSignUp
source: Sign up
cs: Registrovat se

# contSignInBtnSingIn
source: Sign in
cs: Příhlásit

# contSignInEmailError
source: not a valid email
cs: email není validní

# contSignInForgotten
source: Forgotten password?
cs: Zapomenuté heslo?

# contSignInNoAccount
source: In case, you dont have an account...
cs: Pokud nemáš ještě účet...

# contSignInProviders
source: Sign in with...
cs: Přihlásit pomocí...

# contSignInPswError
source: not a valid password
cs: heslo není validní

# contSignInRedirectText
source: You need to sign in to access this page.
cs: Musíte se přihlásit, abyste mohli používat tuto funkci.

# contSignInRedirectTitle
source: Sign in necessary
cs: Nutné přihlášení

# contSignInTErrro
source: Sign in failed:
cs: Přihlášení selhalo:

# contSignInTitle
source: Login
cs: Přihlášení

# contSignUnProviders
source: Registar with...
cs: Registrovat pomocí...

# contSignUpBtnFail
source: Error creating user
cs: Někde se stala chyba

# contSignUpBtnLoading
source: Loading...
cs: Zpracovávám...

# contSignUpBtnSignUp
source: Registar
cs: Registrace

# contSignUpBtnSuccess
source: User created
cs: Uživatel vytvořen

# contSignUpEmailError
source: This is not a valid email address.
cs: Toto není validní adresa emailu.

# contSignUpNickError
source: Must contain only letters, numbers and underscores and at least 6 characters.
cs: Přezdívka musí být delší jak 6 znaků.

# contSignUpPswError
source: Must contain lowercase and uppercase letters, numbers and at least 8 characters.
cs: Musí obsahovat malé a velké písmeno, číslo a mít alešpon 8 znaků.

# contSignUpTErrro
source: Sign up failed:
cs: Registrace selhala:

# contSignUpTitle
source: Registration
cs: Registrace

# contStoryFactionHighlights
source: Important
cs: Důležité

# contStoryFactionMembers
source: Members
cs: Členové

# contStoryGroups
source: Story groups
cs: Příběhové skupiny

# contStoryNoUpdates
source: Don't worry, you haven't missed anything...
cs: Neboj, zatím jsi o nic nepřišel...

# contStoryTitle
source: Story line
cs: Příběh

# contStoryUpdates
source: Updates
cs: Co se stalo

# contWelcomeBtnGoToSignIn
source: Go to sign in
cs: Přistoupit k přihlášení

# contWelcomeEventText
source: Selected event
cs: Vybraná událost

# contWelcomeLoadingEvent
source: Loading event...
cs: Nahrávám událost...

# contWelcomeLoadingUser
source: Loading user...
cs: Nahrávám uživatele...

# contWelcomeNoEvent
source: A default event to display is being set.
cs: Nastavuje se defaultní událost pro zobrazeni.

# contWelcomeNoUser
source: This application requires you to sign in.
cs: Tato aplikace je k dispozici pouze pro přihlášené uživatele. Prosím, přihlašte se...

# contWelcomeTitle
source: Welcome
cs: Vítej

# contWelcomeUserText
source: Welcome
cs: Vítej

# drawerCatering
source: Catering
cs: Občerstvení

# drawerContacts
source: Contacts
cs: Kontakty

# drawerDegustation
source: Degustation
cs: Degustace

# drawerDevelopment
source: Development
cs: Vývoj

# drawerMaps
source: Maps
cs: Mapy

# drawerProgramme
source: Programme
cs: Program

# drawerStory
source: Story line
cs: Příběh

# genAnd
source: and
cs: a

# genClose
source: Close
cs: Zavřeno

# genConfirm
source: Confirm
cs: Potvrdit

# genDay
source: day
cs: den

# genDays
source: days
cs: dní

# genDelete
source: Delete
cs: Smazat

# genDescription
source: Description
cs: Popis

# genDismiss
source: Dismiss
cs: Zavřít

# genEnds
source: Ends
cs: Končí

# genError
source: Error
cs: Problém

# genFail
source: Failure
cs: Něco se pokazilo

# genFor
source: for
cs: za

# genInHour
source: hour
cs: hodinu

# genInHours
source: hours
cs: hodiny

# genLoading
source: Loading...
cs: Načítám...

# genMinutes
source: minutes
cs: minut

# genMissing
source: Not found
cs: Nenalezen

# genNick
source: Nickname
cs: Přezdívka

# genOpen
source: Open
cs: Otevřeno

# genOr
source: or
cs: nebo

# genPassword
source: Password
cs: Heslo

# genProcessing
source: Processing
cs: Zpracovávám

# genRequest
source: Request
cs: Žádost

# genSend
source: Send
cs: Odeslat

# genShowLess
source: Show less
cs: Ukázat méně

# genShowMore
source: Show more
cs: Ukázat více

# genStarts
source: Starts
cs: Začíná

# genSubject
source: Subject
cs: Předmět

# genSuccess
source: Success
cs: Úspěch

# modelBeverageTypeBeer
source: Beer
cs: Pivo

# modelBeverageTypeCoffee
source: Coffee
cs: Kafe

# modelBeverageTypeOther
source: Other
cs: Ostatní

# modelBeverageTypeSoft
source: Soft drink
cs: Nealkoholické

# modelBeverageTypeSpirit
source: Spirit
cs: Lihovina

# modelBeverageTypeTea
source: Tea
cs: Čaj

# modelBeverageTypeWine
source: Wine
cs: Víno

# modelCateringBeverageAlcoholic
source: Alcoholic
cs: Alkoholické

# modelCateringBeverageCold
source: Cold beveraga
cs: Studený nápoj

# modelCateringBeverageHot
source: Hot beverage
cs: Teplý nápoj

# modelCateringBeverageNonAlcoholic
source: Non-alcoholic
cs: Ne alkoholické

# modelDegustationTypeMead
source: Mead
cs: Medovina

# modelDegustationTypeSubLip
source: Linden
cs: Lipová

# modelMealTypeDesert
source: Desert
cs: Zákusek

# modelMealTypeMain
source: Main dish
cs: Hlavní jídlo

# modelMealTypeSide
source: Side dish
cs: Příloha

# modelMealTypeSnack
source: Snack
cs: Svačina

# modelMealTypeSoup
source: Soup
cs: Polévka

# modelMealTypeStarter
source: Starter
cs: Předkrm

# modelProgrammeTypeConcert
source: Concert
cs: Koncert

# modelProgrammeTypeDegustation
source: Degustation
cs: Degustace

# modelProgrammeTypeDiscussion
source: Discussion
cs: Diskuze

# modelProgrammeTypeGaming
source: Gaming
cs: Hra

# modelProgrammeTypeLecture
source: Lecture
cs: Přednáška

# modelProgrammeTypePhoto
source: Photo shooting
cs: Focení

# modelProgrammeTypeShow
source: Show
cs: Představení

# modelProgrammeTypeStoryline
source: Storyline
cs: Příběh

# modelProgrammeTypeTournament
source: Tournament
cs: Turnaj

# notificationProgramme
source: You wished to be notified about this event. It starts in
cs: Na tuto událost jsi chtěl být upozorněn. Začíná za

# notificationProgrammeMy
source: That is an event from your programme. It starts in
cs: Je to událost z tvého programu. Začíná za

# settingsCurrency
source: Currency
cs: Měna

# settingsLang
source: Language
cs: Jazyk

# settingsLangOptAuto
source: Sytem language
cs: Automaticky

# settingsNotification
source: Notifications
cs: Upozornění

# settingsNotificationIntervas
source: I want to be notified
cs: Chci být upozorněn

# settingsNotificationIntervasUnits
source: minites before my programme entry start.
cs: minut pred začátkem události.

# settingsNotificationProgramme
source: My programme notifications
cs: Upozornění na program

# settingsNotificationPush
source: Push notifications
cs: Push notifikace

# settingsNotificationStory
source: Story notifications
cs: Upozornění na příběh

# settingsTheme
source: Dark theme
cs: Tmavý vzhled

# settingsTitle
source: Settings
cs: Nastavení

# shareDegustationItem
source: Just tasted the best mead.
cs: Právě jsem ochutnal tu nejlepší medovinu.

# sysLang
source: @en
cs: @cs

# toastingDoubleTapExit
source: Double tap to exit
cs: Dvojkliknutím zavřete aplikaci

# toastingProgrammeNotificationAdded
source: Notification for this event added.
cs: Notifikace na tuto událost přidána.

# toastingProgrammeNotificationChanged
source: Registered notification preference for the event.
cs: Změna upozornění na událost registrována.

# toastingProgrammeNotificationIntervalRemoved
source: Notification interval removed.
cs: Interval na upozornění odebrán.

# toastingProgrammeNotificationIntervalSet
source: Notification interval added.
cs: Interval na upozornění přídán.

# toastingProgrammeNotificationRemoved
source: Notification for this event removed.
cs: Notifikace na tuto událost odebrána.
